// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Pulitura del sistema di alimentazione carta";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Annulla";

CleaningConfirmationTitle = "Pulitura del sistema di alimentazione carta";
CleaningConfirmationBody = "Questa procedura può richiedere diversi minuti. I rumori meccanici avvertiti durante questo processo sono del tutto normali. Non interrompere la procedura. Fare clic su OK per continuare.";
PaperFoundTite = "Carta rilevata";
PaperFoundBody = "Rimuovere la carta dal vassoio prima di continuare la procedura di pulitura del sistema di alimentazione carta. Fare clic su OK per continuare.";
PapperFeedCleaningTitle = "Pulitura del sistema di alimentazione carta";
PaperFeedCleaningCompleteBody = "Pulitura del sistema di alimentazione carta completa.";

NotInitiatedTitle = "Impossibile avviare la pulizia";
NotInitiatedMsg = "Impossibile avviare la procedura di pulizia. Verificare che la stampante sia in linea e non stia elaborando alcun lavoro.";

HSDInfoTextFieldValue = "Eseguire questa procedura quando la stampante non riesce a prelevare correttamente la carta. Se la stampante non preleva carta quando si invia un lavoro di stampa, verrà eseguita la pulitura di una parte interna della stampante per cercare di risolvere il problema.";
HSDGuideTextFieldValue = "Rimuovere la carta dal vassoio prima di iniziare la procedura di pulitura del sistema di alimentazione carta. Fare clic su Pulisci per avviare la procedura.";
HSDCleanButtonTitle = "Pulisci";

PaperFeedCancelingTitle = "Annullamento in corso";
